Revit 2027 API
UnitTypeId.FeetToTheSixthPower Property
 Feet to the sixth power.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FeetToTheSixthPower { get; }
Public Shared ReadOnly Property FeetToTheSixthPower As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FeetToTheSixthPower {
	ForgeTypeId^ get ();
}
static member FeetToTheSixthPower : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace